Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] My Gently Raised Beast (곱게 키웠더니, 짐승).tmx
Source language: ko_kr
Languages: en_us

source: 라르트 황자가 자꾸 속을 긁어 댔다.
en_us: Prince Lart wasn’t of much help in cooling down her temper.

source: 쏟아지는 달빛마저 따듯하게 느껴지는 밤이었다.
en_us: That night, as she relaxed herself, even the moonlight pouring down on them felt warm.

source: 아델라이 황녀였다.
en_us: It was Princess Adellai.

source: 늘 그 감정을 외면하며 도망쳤다.
en_us: Her entire life, she tried to run away from these lonely feelings.

source: 한편, 아델라이 황녀는 블론디나의 밋밋한 표정을 날카로운 표정으로 훑었다.
en_us: Meanwhile, Princess Adellai skimmed through Blondina’s blank face with a sharp look.

source: 황제가 블론디나의 머리카락을 대충 매만졌다.{j}곧 그의 입꼬리가 호선을 그리며 올라갔다.
en_us: The emperor said while lightly stroking Blondina’s hair. Soon everyone saw the emperor put up a smile.

source: 아름다운 소년이 되어 라르트 황자의 목을 짓밟던 에이몬은 기억나지 않았다.{j}황자의 가슴을 발로 찬 후 서늘한 안광을 내뿜던 에이몬의 얼굴 역시 기억에서 사라졌다.{j}보이는 건, 양탄자 위를 우다다 뛰어다니며 털실 뭉치를 갖고 노는 새끼 표범이었으니까.
en_us: Looking at such an adorable scene, she had completely forgotten about the time when Amon turned into his pretty human form and threatened Prince Lart with his fierce eyes full of wrath. All she saw was a baby leopard enjoying his time rolling around the carpet with the ball of yarn in his paws.{j}{j}

source: 나의 딸.
en_us: My daughter.

source: 블론디나는 아무렇지 않은 얼굴로 어둠에 싸인 테라스 밖 후원을 응시했다.{j}그러곤 가볍게 웃고는 다시 입을 열었다.
en_us: Blondina gazed indifferently at the garden outside covered in darkness through the window, then turned to Princess Adellai and smiled softly.

source: “당연히 너지, 브리디…….”
en_us: “Of course, it’s you Briddy.”

source: 자주색 눈동자를 반짝이며 절 노려보고 있는 짐승.{j}뒷다리를 다쳤는지 움직이지는 못하고 경계만 하고 있었는데, 생긴 것만은 천사같이 귀여운 새까만 새끼 고양이였다.{j}이마에는 눈동자 색과 같은 보석이 박혀 있었다.
en_us: It was a cute angelic black kitten glaring at her with its shiny purples eyes. And at the center of its forehead was a studded purple jewel the same color as his eyes. The kitten was sitting inside the bushes on alert as if it had hurt its leg. {j}{j}

source: “나보다 공작가 자제 권력이 더 클걸?”
en_us: “But he’s the son of a duke. He’s probably more powerful than I am.”

source: 그리 생각해서 대충 받아친 거였는데 다행히 맞은 모양이다.
en_us: That was how she guessed what the young nobles were talking about.

source: “시칠라 왕국의 방문을 환영합니다.{j}부디 평온히 지내다 가시기를.”
en_us: “We welcome the visitors of Sichilla. Please enjoy your stay,” Blondina replied, slightly bowing her head.{j}

source: 하지만 그것도 한때.
en_us: However, her fear for Amon didn’t last long.

source: “예.{j}선명한 금발에 금안이라 기대했습니다만…….”
en_us: “No, Your Majesty. We had high hopes since she had the blond hair and golden eyes, but...”{j}

source: 「선물은 내가 줄 테니까 편지도 받지 마.」
en_us: “I can give you presents, so don’t meet that boy and don’t accept his letters, either.”

source: 하지만 그 속내를 표현할 수는 없었다.
en_us: However, she kept it to herself. She didn’t want to annoy him any further.

source: 블론디나는 작게 반짝이는 무언가를 들어 올렸다.{j}반지였다.{j}황금색 다이아몬드가 이채롭게 빛났다.{j}투명하게 빛나는 보석 주위로 자그마한 다이아몬드가 우아하게 세팅되어 있었다.
en_us: Blondina looked down on her hand and saw a small sparkling ring laying on it. At the center of the ring, a golden diamond shined brilliantly circled around by transparent pretty jewels.{j}{j}{j}

source: [필립 공자.{j}다음에는 선택해야 할 거야.{j}블론디나, 혹은 나.]
en_us: “Marquess Philip, you’ll have to make a choice next time. It’s either me or Blondina.”{j}{j}

source: 에이몬 님은 나만 미워해…….
en_us: Sir Amon only hates on me...

source: 바로 바퀴와 마차 사이의 이음새가 무시무시한 힘으로 우그러져 있다는 사실이었다.
en_us: Next to the broken wheel, the joint that connected the wheel to the carriage was severely crushed by some incredible force.

source: “그러고 보니 너도 나무를 잘 타지?{j}표범이니까.{j}심심하면 한번 올라가 볼래?”
en_us: “Come to think of it, you should be also good at climbing trees. Being a leopard and all, right? If you’re bored, do you want to show me some tricks?”{j}{j}

source: 이건 황족으로서 수치다.
en_us: This was a disgrace to the royal family.

source: 그제야 찔끔한 참새가 조용해졌다.
en_us: The sparrow flinched and lowered his voice.

source: 빙긋 웃은 루시가 에이몬을 향해 조심스레 걸어갔다.{j}그러곤 살며시 눈을 뜨는 에이몬에게 눈으로 인사했다.
en_us: Amon carefully approached Lucy who was speaking with a smile. When Lucy noticed Amon, she turned her eyes and greeted him as well.{j}

source: 당연히 에이몬은 가만있지 않았다.{j}앞발로 블론디나의 얼굴을 쭉쭉 밀고 손등을 아프지 않게 내리쳤다.
en_us: Amon didn’t stay still. With his front paws, he tried hard to push away Blondina’s face from his and smacked the back of her hand, telling her to let go. He did so without sticking his claws out because he had no intent of hurting her.{j}

source: 루시가 고개를 크게 끄덕이자 에이몬 역시 끄덕여 준 후 고개 돌려 블론디나를 가만히 들여다봤다.
en_us: Lucy gladly nodded to Amon’s request. Amon was lightly nodded back to Lucy and turned to Blondina.

source: 찬물이 끼얹어진 듯 한기가 돌고 어깨가 떨렸다.
en_us: Her entire body froze in fear and she could feel the shivers go down from her shoulder to her spine.

source: 동시에, 블론디나의 등 뒤에 있던 까만 고양이에게서도 신경질 밴 목소리가 터져 나왔다.
en_us: But then, another angered voice snapped out from the black cat.

source: 블론디나의 간단한 말에 루시는 어깨를 들썩이며 손을 내저었다.
en_us: Lucy shrugged her shoulders and waved her hands to Blondina’s question.

source: “에이몬 님은 왜 안 오시는 걸까요?”
en_us: “Why isn’t Amon visiting you these days?”

source: “이 보석 되게 희귀한 거라고 하지 않았나?{j}아델라이만 준 줄 알았는데?{j}어쨌든 이렇게 만들거라면 나도 주지, 필립!{j}나도 붉은색 좋아하는데!{j}꽤 잘 어울린다고!”
en_us: “Didn’t they say the gem was really rare? I thought you only gave one to Adellai. You should’ve given me one too, Philip! I want one in red! I look good in red!”{j}{j}{j}{j}

source: 블론디나의 모친은 근방 영지에서도 알아주는 미인이었다.
en_us: Blondina’s mother was widely known for her beauty.

source: 비록 그것이 거짓이라 하더라도.{j}에이몬의 무표정한 낯 위에 옅은 미소가 감겼다.
en_us: {j}But Amon knew he was lying. So, instead of asking him further questions, Amon put up a smile and approached Prince Lart laying on the grass.

source: “앗!”
en_us: “Ow!”

source: 고귀한 황족이 고작 짐승에게 목숨을 위협당하고 비웃음당하다니.{j}자신이 잘못한 게 아니었으나, 나약한 모습을 보였다는 것만으로 폐하는 분노하실 것이다.{j}폐하께서 자신에게 실망하시는 건 죽어도 싫었다.
en_us: Plus, if he were to tell his father how a divine beast pushed him to the ground and looked down on him, he knew his father would be enraged at him for being weak. Prince Lart didn’t want to disappoint the emperor.{j}{j}

source: 부드러워 보이는 다갈색 머리카락에 빛을 품은 듯한 푸른 눈.{j}영민한 분위기의 잘생긴 소년.
en_us: His soft brown hair, sparkly blue eyes, and a very handsome face radiating his intelligence, everything seemed familiar to her.{j}

source: 까만 고양이가 꼬리로 땅을 탁!{j}탁!{j}때렸다.
en_us: The black cat spoke out loud as its tail hit the ground hard. {j}{j}

source: 그제야 어둠에 물든 수풀이 들썩거렸다.{j}곧 어둠보다 더욱 까만 표범이 톡 튀어나왔다.
en_us: After a short while, the bushes in front of her window began to rustle and a black leopard even darker than darkness popped out.{j}

source: 제 목을 밟고 있는 이의 얼굴을 보고 있자니 선득한 감각이 발끝부터 몸을 타고 올랐다.
en_us: He felt his body go numb from the shivers as he tried to look up at the person pressing his neck.

source: 새삼 현실이 신기해졌다.{j}아침마다 더러운 접시를 닦으며 주린 배를 움켜쥐던 자신이 이 아름답고 거대한 황궁에서 황녀랍시고 좋은 선물을 받게 될지 누가 알았겠는가.
en_us: While staring into the lights reflected from the bracelet, Blondina thought to herself thinking of how the tables had turned. Who would’ve imagined that the little girl starving to death while washing the dirty dishes every morning would one day become a princess of the empire and receive such beautiful gifts?{j}

source: 낡은 여관 다락방에서 눈을 떴어야 했는데.
en_us: She wasn’t used to waking up in such a flashy environment since her entire life the only thing she saw waking up was a dark somber attic.

source: 잠시 후 사냥터에 도착한 블론디나는 에이몬을 꼭 끌어안았다.{j}황실 주관 활쏘기 대회가 열리는 장소 입구에 서서 어색하게 허리를 편다.
en_us: A few moments later, Blondina arrived at the hunting grounds with Amon tightly held in her arms. She stood alone at the entrance of the tournament hall, awkwardly looking around her surroundings.{j}

source: 블론디나는 기사가 내민 상자를 받아 들고 발을 톡톡 굴렸다.
en_us: Blondina took the box with the royal bracelet from the knight’s hand and stomped her foot on the ground twice.

source: 까만 새끼 표범 모습이니 다행이지, 소년 모습이었다면 귓가가 발갛게 달아올라 있었을 것이다.
en_us: If it weren’t for his baby leopard form, Blondina would have noticed his face blushing in red.

source: 이마의 변환석을 가리기 위함이라고는 하나 신수로서의 고고한 자존심이 무너지는 일인 것이다.
en_us: Even if Blondina gave it to him so that he could cover the jewel on his forehead, he considered it a shame for a divine beast to use such thing to hide his identity.

source: 귓가에서 짹짹거리며 날개를 파닥이는 통에 영 부산스러웠다.{j}그 호들갑을 진정시키기 위해 참새의 목 주변을 쓰다듬고 있으려니 에이몬이 으르렁거리듯 이빨을 보였다.
en_us: The sparrow wouldn’t stop twittering and flapping his wings. He was one fussy sparrow. Blodina was stroking him because she thought it would keep him quiet, but it only lasted for a second. The sparrow was back on his wings blabbering about everything.{j}

source: 고양이가 고개를 홱 돌렸다.{j}블론디나는 포기하지 않았다.
en_us: The cat turned his head away from her, but Blondina didn’t know when to give up.{j}

source: “오늘도 멍청이 취급이네.”
en_us: “As expected, the people here are treating me like I’m an idiot.”

source: “자, 이건 찻잔.{j}이건 접시.{j}이건 나이프.{j}그리고 마지막 이건 포크야.”
en_us: “This is the word for teacup. This is plate, and this means knife. The last one is fork.”{j}{j}{j}

source: ‘제국어는 아닌 것 같은데.’
en_us: It doesn’t sound like the official language of the empire.

source: 블론디나는 슬쩍 뒤를 돌아보고는 얼굴을 굳혔다.{j}자리에서 가만히 일어난 블론디나가 그간 배웠던 황실 예법을 떠올리며 한쪽 드레스를 들고 허리를 굽혔다.
en_us: Blondina carefully turned her back to glance who it was, but in an instant she stood up from her seat with a pale face. Then, she quickly bowed applying what she had learned from the royal etiquette classes.

source: 블론디나를 새끼 강아지 거두듯 황궁으로 끌고 온 게 자신이었으니 대충 신경 쓰는 척하는 것이었다.{j}물론, 블론디나로서는 전혀 고맙지 않은 배려였다.
en_us: The very person who had locked Blondina up in his palace was acting as if he was being considerate for her, which Blondina didn’t feel much appreciative of.{j}

source: “꺅!{j}참새 살려!{j}못된 신수가 선량한 참새 죽이네!{j}아이고오-!”
en_us: “Kya! Save me! The evil divine beast is trying to kill a kind sparrow! Oh no!”{j}{j}{j}

source: 블론디나는 소년 뒤로 급히 숨었다.{j}소년은 고개 돌려 블론디나의 표정을 살폈다.
en_us: Blondina swiftly hid behind the boy and the boy turned to look at Blondina’s face.{j}

source: “좋아욧!”
en_us: “I love it!”

source: 블론디나가 상자를 열었다.
en_us: Blondina carefully opened the golden box.

source: 새끼 표범의 작은 발이었다.
en_us: It was a paw of a baby leopard.

source: 블론디나의 손등 위에서 보석을 부리로 딱딱 쪼아 대던 마제또가 깜짝 놀라 파라락 날아올랐다.
en_us: Surprised by Amon’s sudden appearance, Majetto who was busily pecking the jewels on Blondina’s bracelet flew away from her hand.

source: “네가 풀어라.{j}그건 그렇고 네 어머니, 릴리가 죽은 지도 벌써 3년이나 흘렀구나.{j}떠나간 사내만 기다리다가…… 불쌍한 계집 같으니.”
en_us: “Here. Untie this. By the way, it has already been three years since Lily passed away. Such a pity she wasted her entire life waiting for her husband to return.”

source: “나 몰라.”
en_us: “I don’t know.”

source: 문 너머로 하녀의 목소리가 다시 들려왔다.
en_us: Her servant continued behind the door.

source: 그리고 그런 아델라이의 곁에 선 한 소년이 블론디나의 뒷모습을 흥미로운 눈길로 좇았다.
en_us: Meanwhile, an aristocrat boy, who was standing next to Princess Adellai, kept his eyes on Blondina as she walked far away from the group, intrigued by Blondina’s forthright attitude.

source: “응!{j}내 목을 밟고 가슴뼈를 부수려 했어!{j}정말 아팠다고!”
en_us: “Yes! He stepped on my neck and stomped on my chest almost breaking my ribs! It really hurt.”{j}{j}

source: 맛있는 인간의 음식을 먹기 위해 오는 것뿐이야, 라고 앙칼지게 말하고는 했으나 이미 겉으로 보기엔 충분히 친구 사이였다.
en_us: Although he always made up weird excuses like he was only visiting to eat delicious human food for his visits, it seemed quite apparent that the two had became friends.

source: 은밀한 잠행과 미행이 표범의 특기라더니.{j}비죽비죽 나온 귀도 숨기지 못하면서.
en_us: Didn’t you say that hiding in the dark and chasing someone’s tail is one of your specialties? But how come you can’t even hide your tiny ears from me?{j}

source: 정답!
en_us: It seemed like Prince Lart was finally getting used to Blondina’s mockery.

source: 마제또는 다시 바구니에 얼굴을 박았다.
en_us: Unclear if he actually understood her intentions, Majetto digged his face back into the basket and continued eating.

source: 블론디나가 에이몬을 격 없이 대하자 달달 떨면서도 은근슬쩍 다가왔고, 몇 달인 지금은 새끼 표범을 아주 완벽히 귀여워했다.
en_us: After seeing how friendly Blondina was with Amon and how they treated each other, she slowly approached him while still shaking in fear. And after few months, Lucy became close friends with Amon and loved him to death.

source: “난 후원에서 바람 좀 쐴까 하는데…… 미안하지만 먼저 가볼게.”
en_us: “I think I’d like to go the garden for some fresh air...so if you’ll excuse me.”

source: 고민하지 않아도 쉬이 나올 답이다.
en_us: The answer was a no-brainer for her. Learning from her traumatic experiences at the inn, Blondina knew exactly how to read the room.

source: 블론디나는 깊게 생각하지 않고 쉬이 넘겼다.{j}이제 와 일말의 관심을 준다 한들 변하는 건 없었다.
en_us: Blondina didn’t want to think further about her father’s change in attitude, because his sudden interest in her didn’t really change anything for her.{j}

source: 라르트 황자가 제 가슴팍을 두드리며 외쳤다.{j}치욕에 기인한 격한 감정이 서럽게 터져 나오고 있었다.
en_us: Prince Lart yelled at his twin, hitting his chest. An intense feeling of shame and disgrace was filling his emotions.{j}

source: 마제또가 바구니를 쫓아 뛰며 다시 외쳤다.
en_us: But that didn’t stop Majetto from going after the cookies.

source: 신수가 내뿜는 살기 따위를 ‘에이몬이 오늘따라 까칠하네…….’ 정도로 치부하며 지냈는데 이깟 일반 뱀에게 무서움을 느낄 리가.{j}가장 무서운 신수를 애완 고양이처럼 키우다 보니 누구보다 의연하고 대범해졌다.
en_us: It was almost impossible for her to be afraid of the snakes because even Amon’s anger never scared her. She considered it as one of his tantrums. So, for a girl who had the most fearsome divine beast as her friend, it was expected of her to not be afraid of any other animals.{j}

source: “그래서 결국은 싸우던 인간과 신수가 다시 힘을 합쳐 그 흑표범 신수를 제압하려 했대요.{j}그렇지 않고는 막을 방법이 없었으니까요.”
en_us: “Eventually, the humans and the divine beasts came together to stop the black leopard and defeated it. There was no other way for them to stop it.”{j}

source: 마제또가 부산스레 묻자, 에이몬은 신경질적으로 앞발을 휙휙 휘둘렀다.{j}마제또는 얻어맞기 전에 포르르 하늘로 도망가 버렸다.
en_us: Amon answered Majetto’s question by swiping his paws at the sparrow in annoyance. Majetto flinched and quickly ran away by flying high to to sky.{j}

source: 제 아비인 황제가 어머니께 주었던 반지는 서랍 속 깊숙이 화석처럼 들어 있었으나, 에이몬이 준 반지는 늘 블론디나와 함께였다.
en_us: The ring gifted by the emperor to her mother was now stowed away deep in her drawer, but the one gifted by Amon was what always followed her.

source: 「일어나.」
en_us: “Wake up.”

source: 이상하게 가슴이 답답하고 호흡이 힘겨웠다.{j}잔기침을 한번 하고는 슬며시 눈을 떴다.
en_us: She could barely breathe with an object pressuring her chest. She tried moving her body but it didn’t help. She opened her eyes slowly after clearing her throat.{j}

source: 필립 공자는 마차 창틀에 팔을 기대어 턱을 괴었다.{j}훈훈한 바람이 머리카락을 훑고 지나갔다.
en_us: As he collected his thoughts, he rested his chin on the window of the carriage with his hair fluttering through the breeze.{j}

source: 에이몬은 블론디나가 내민 털실 조각을 앞발로 툭 내쳤다.
en_us: Amon angrily pushed away a knitted cloth Blondina gave him to wear.

source: 주인이 얼빠진 표정으로 중얼거렸다.
en_us: he muttered with a blank stare.

source: [이건, 경고야.{j}알겠어?{j}난 우리와 어울리기 위해 개처럼 꼬리를 흔들고 달려온 언니, 인정 못 해.{j}어울리고 싶지 않아.]
en_us: “This is a warning, understood? I don’t ever want to acknowledge or spend time with my sister, trying to socialize with us, eager to make us like her like a pathetic puppy.”{j}{j}{j}

source: “그러게 왜 그렇게 경솔하게 행동해서 황족의 격을 떨어뜨려?”
en_us: “Why did you behave so recklessly that you had to defame our royal family?” Princess Adellai angrily spoke to Prince Lart.

source: “나랑 가자, 고양아.”
en_us: “Come with me, kitty,” Blondina asked.

source: 에이몬이 블론디나에게 더욱 가까이 다가갔다.{j}평소답지 않게 침중한 눈으로 그녀의 표정을 훑는다.
en_us: Amon carefully walked toward Blondina and glanced to read her face with serious eyes, unlike his usual self.{j}

source: 신경질적인 얼굴로 손만 휙휙 내저었다.
en_us: She angrily gestured the guards to fix her carriage.

source: 그런 후 들고 있던 손수건을 풀어 자그마한 체리타르트를 꺼냈다.
en_us: She carefully took out a cherry tart she snatched from the party, wrapped in her handkerchief.

source: 검은 꼬리가 살랑하고 움직였다.
en_us: His black tail moved gently.

source: 블론디나가 침을 꼴깍 삼켰다.{j}그 목소리에 홀려 알고 있던 제국어마저 잊어버릴 판이었다.
en_us: Blondina gulped, startled by his voice. His voice was sounded so attractive that a cat almost got her tongue.

source: 「그냥 여기서 잘래.」
en_us: “I’ll just sleep here and leave tomorrow.”

source: 라르트 황자는 고개를 마구 끄덕이며 순종적으로 답했다.
en_us: Prince Lart replied obediently while nodding his head.

source: 블론디나는 정말이지 깜짝 놀랐다.
en_us: Blondina was surprised the moment Amon mentioned Old Atesian.

source: 한편, 라르트 황자는 왜 화를 내냐는 블론디나의 질문에 정말 화가 나기 시작했다.
en_us: Meawhile, Prince Lart’s anger began to burst out, triggered by Blondina’s blunt question.

source: 어디서인가 청량한 바람이 불었다.
en_us: A breeze started to blow.

source: 「넌 오지 마.{j}오면-.」
en_us: “It’s none of your business. You stay here. If you don’t...”{j}

source: 들판 위에 환하게 떠올랐던 태양이 뉘엿뉘엿 나뭇잎 사이에 걸리고 그 후 들판 뒤로 사라질 때까지, 에이몬은 오지 않았다.{j}오늘도 그 귀여운 털 짐승을 보지 못한 것이다.
en_us: As the sun slowly disappeared beyond the horizon with its rays dimming through the leaves, Amon was still nowhere to be found. Blondina let out a sigh disappointed that her cute furry beast decided not to show up again today.{j}

source: 에이몬에게 해준 것도 없는데 짐이 되기는 싫었다.
en_us: Blondina didn’t want to become a burdern to him.

source: 황제의 집무실을 찾은 아델라이 황녀는, 서류를 들여다보고 있는 황제의 곁에 바짝 다가섰다.
en_us: Later that day, Prnicess Adellai headed to the emperor’s office and found the emperor looking through some papers.

source: 그녀의 배다른 남동생, 라르트 황자가 웃는 얼굴로 다가오고 있었다.
en_us: It was no other than Prince Lart, her half-brother, who was standing in front of her with a sly smirk on his face.

source: “미천한 게 감히 먼저 자리를 피하려 해?!”
en_us: “How dare a dirty peasant like you try to leave without my permission?!”

source: 빛나는 자수정 색 눈동자가 블론디나를 돌아보며 짓궂게 웃고 있었다.
en_us: A boy with shiny purple eyes turned towards Blondina and mischievously smiled.

source: 그러나 애초에 신수인 이상 치유력이 탁월했다.
en_us: But, the part Blondina was unaware of was the divine beasts could heal much quickly than humans do.

source: “예, 폐하…….”
en_us: “I am upset, Your Majesty...”

source: “그럼 이만 돌아가 보도록 하겠습니다.{j}제국의 무한한 영광이 있기를.”
en_us: “I will take my leave now. Endless glory to the empire.”{j}

source: 에이몬은 제 주위를 퍼덕거리는 마제또를 무시하며 창문을 틱틱 긁었다.
en_us: While ignoring Majetto, who was flying around him, Amon angrily scratched the window.

source: 개국공신 출신으로 황가를 뒤이어 권력의 정점에 서 있는 가문이다.
en_us: They were recognized as meritorious retainers who were second in line to power behind the royal family in the kingdom.

source: 옆에 건 ‘오’.”
en_us: And the next one is pronounced “Oh.”

source: 물기 어린 소리가 다시 들려왔다.{j}주저 없이 수풀 앞으로 다가가 그 안을 뒤적거렸다.
en_us: As soon as she heard the kitty meow once more, she started rummaging the bushes without hesitation.{j}

source: “에이몬.{j}진정해.{j}갑자기 왜 그렇게 화를 내.”
en_us: “Amon, calm down. Why are you so upset?”{j}{j}

source: “……예?”
en_us: “...huh?”

source: “으응.”
en_us: “Y-yes.”

source: 그 뒤로 둘은 잠시 침묵했다.
en_us: They remained silent for couple more minutes, staring at the ants crawling up a tree.

source: “저, 오늘은 제 걸 팔러 왔어요, 아저씨.”
en_us: “Actually, I’m here to sell one of mine today,” Blondina said quietly.

source: 제 아비에게 버림받았고 황족에게 무시당하던 황녀는 제 옆에 행복하게 살아갈 수 있으리라.
en_us: His marriage would be able to save the poor princess, abandoned by her father and mistreated by her royal family, from the misery, and she would finally be able to live happily ever after by his side.

source: 블론디나는 눈을 몇 번 깜빡였다.{j}눈 아래가 뜨겁게 달아올랐다.{j}새삼스럽게 눈물이 날 것 같았는데 울먹이는 표정을 들키는 게 민망하고도 부끄러워 애써 참았다.
en_us: Blondina blinked her eyes couple times as she felt her eyes tear up.{j}{j}She tried hard to hold the tears back because she didn’t want Amon to see her cry. It was embarrassing.

source: ‘내 눈에는 아직 너무 귀여운 아기 표범인데.’
en_us: He’s still a cute little leopard in my eyes.

source: 블론디나는 에이몬의 시선을 피해 고개를 휙 돌렸다.
en_us: Blondina quickly turned her head away from Amon.

source: 이제 블론디나는 한숨마저 나왔다.{j}사과해도 난리다.{j}황족이란 역시 평민의 몸으로는 이해하기 힘든 족속이었다.
en_us: Blondina sighed in response. She was beginning to feel sick and tired of the prince. The royal family was just too complicated for a commoner like her to understand. It seemed as if even a million apologies wouldn’t get her anywhere.

source: 신수라고는 하지만 아직은 어리고 여린 아홉 살이다.
en_us: Although he was considered an almighty divine beast by humans, he was nothing but a young leopard who was only nine years old.

source: 필립은 조곤조곤 말해 오는 블론디나를 가만히 바라보기만 했다.
en_us: Philip stood and carefully listened to Blondina as she continued with a firm voice.

source: 소리도 없이 에이몬이 들어온 것이다.
en_us: It was Amon again, who would always suddenly appear out of no where.

source: “누구세요?”{j}블론디나는 대답 대신 반문했다.
en_us: “Who are you?” Blondina responded.

source: 깜짝 놀란 블론디나가 에이몬을 놓쳤다.{j}까끌까끌한 혀의 감촉이 낯선 탓이다.
en_us: The rough texture of his tongue surprised Blondina, which made her let go of him in mid-air.{j}

source: 고대어는 고귀함의 상징이니 귀족이나 황족끼리 구전으로만 교육한다고 들었다.{j}황제 폐하나 황후 폐하, 혹은 황족 남매에게 알려 달라 할 수 없으니 자신은 평생 가도 고대어는 모를 거다.
en_us: She learned that Old Atesian was a symbol of nobility, which was only passed down to royals and nobles in spoken form. Since she couldn’t ask any of her imperial family to teach her, there was no way for her to learn the ancient language.{j}

source: 그들을 제어할 신이 사라져 버렸으니 인간인 자신들은 납작 엎드려 머리를 조아릴 수밖에.
en_us: Before the divine beasts started ruling the world, there was a god who controlled and ruled over them. But now, humans had no other choice but to kneel before the beasts with the god no longer in throne.

source: “이번에도 아니었는가.”
en_us: “So, that last one wasn’t it?”

source: 에이몬은 블론디나의 손목만 앞발로 톡톡 내리치다가 새삼 놀랍다는 듯 꾸욱 눌렀다.
en_us: While sitting still in her arms, he continued to tap on her wrist with his paws. Then suddenly he pressed her arm a little stronger, surprised as if he had discovered something.

source: “어쨌든 보이는 건 로하디 경이 더 크잖아.{j}그냥 무서워.”
en_us: “But Knight Lohardy was so much larger than you in size. He sure was scary.”{j}

source: “그 때문에, 차후 제국을 통치할 이가 여황이 되는 것도 나쁘지 않다고 생각하고 있다.”
en_us: “Which is why I think it wouldn’t be a bad idea to have an empress inherit my throne.”

source: “이봐, 천것.”
en_us: “Hey, commoner.”

source: “이 정도면 죽으려나?”
en_us: “Would this be enough?” Amon asked with a faint smile.

source: 남자는 대답 대신 턱을 매만졌다.{j}당돌한 것을 본다는 듯 그가 블론디나의 얼굴을 훑었다.{j}아이의 금발, 그리고 예쁘게 반짝거리는 눈동자까지.{j}잿빛이나 맑고 투명한 눈동자는 아이의 올곧은 성품을 그대로 찍어 내고 있었다.
en_us: Instead of answering, the man continued to examine the features of her face, intrigued by her attitude. Her blond hair and her beautiful, sparkling eyes. And not to forget her upright character. Everything about her resembled her mother.

source: 블론디나는 ‘병세가 깊어 타국에서 요양하다가 최근 황궁으로 돌아온 황녀’라고 공식적으로 알려져 있었다.{j}하지만 대다수는 알고 있었다.{j}그것이 껍데기일 뿐인 변명이라는 사실을.
en_us: Although it had been officially announced that Blondina was frail princess who had returned to the palace after recuperating at another kingdom, most of the people knew it was a lie.

source: 깜짝 놀란 에이몬이 꽥 소리를 질렀으나 놓지는 않았다.
en_us: Surprised by her sudden actions, Amon let out a cry, but Blondina didn’t let go.

source: 블론디나의 손등 위에서 보석을 부리로 딱딱 쪼아 대던 마제또가 깜짝 놀라 파라락 날아올랐다.{j}블론디나는, 불시에 등장한 에이몬보다 호들갑 떠는 마제또 때문에 더욱 놀랐다.
en_us: Surprised by Amon’s sudden appearance, Majetto who was busily pecking the jewels on Blondina’s bracelet flew away from her hand. As a result, it was Majetto who made Blondina flinch more than Amon.{j}

source: 혼잣말 같은 말이 으르렁거리며 속삭여졌다.
en_us: He muttered as if he was talking to himself and growled in frustration with the thought.

source: 블론디나는 그제야 현실로 돌아왔다.
en_us: Blondina was finally back to her senses.

source: 더군다나 그중 최악으로 잔악하다는 흑표범이다.
en_us: Above that, the boy standing in front of him was a black leopard, who is believed to be the cruelest of them all.

source: 필립의 말이 끝나기도 전이 무언가가 나뒹구는 소리가 들렸기 때문이다.{j}갑작스러운 소음에 모두 고개를 돌렸다.
en_us: Everyone in the room turned to look at what was causing the sudden noise.{j}

source: 에이몬은 붕대를 바라보며 높낮이 없는 음색으로 뻐기듯 말했다.
en_us: Amon answered in a flat tone.

source: 블론디나는 에이몬이 보고 싶어 괜히 창가만 서성였다.
en_us: Blondina spent her days hanging around the window hoping to find Amon to suddenly appear.

source: 게다가.
en_us: Plus...

source: 에이몬은 생각에 잠겼다.
en_us: Amon was lost in his thoughts.

source: 평소보다 나른하게 늘어진 듯한 목소리가 아슬아슬하게 속삭여졌다.{j}슬쩍슬쩍 닿는 에이몬의 손끝이 간지럽다.
en_us: His voice, seemingly softer than usual, whispered through her ears, and the touch of his fingers tickled her.{j}
